organizacja/info.tex
% Created 2023-03-01 Wed 15:04
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{placeholder}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={placeholder},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 30.0.50 (Org mode 9.6.1)}, 
 pdflang={English}}
\begin{document}

\tableofcontents

\section{Opis}
\label{sec:org6f4b607}
\begin{itemize}
\item strona tytółowa
\item tytół autorzy
\item nazwa przedmiotu
\item koncepcja projektu
\item Przegląd innych podobnych rozwiązań, jeżeli istnieją
\item Specyfikacja projektowa zawierająca opis i uzasadnienie wyboru konkretnych technologii
\end{itemize}
\subsection{Techniczna implementacja}
\label{sec:org8483881}
\begin{itemize}
\item zrzuty ekanu
\item opis listingów(kod źródłowy)
\item Wnioski zawierające podsumowanie wyknonanych działań i możliwości rozwouj aplikacji w przyszłości
\end{itemize}
\section{Załączniki projektowe}
\label{sec:org0a9e877}
\begin{itemize}
\item Instrukcja instalacji i obsługi aplikacji
\item Wymagania aplikacji w tym niezbędne oprgoramowanie do jej uruchomienia.
\end{itemize}
\section{Kod źródłowy}
\label{sec:org04acd70}
\section{Oświadczenie o samodzielności projektów}
\label{sec:org3a82fe3}
\begin{itemize}
\item ręczne podpisy
\item data
\end{itemize}
\end{document}